Repository: gdg-work/ZabbixInevntory
Catalog: src/messages.po
Languages: ru_ru

source: This message will hopefully be translated
ru_ru: Это сообщение будет переведено (надеюсь)

source: Position in the host
ru_ru: Положение в машине

source: Size of memory unit in GiB
ru_ru: Объём модуля памяти в ГиБ

source: Total memory size in GB
ru_ru: Общий объём памяти в ГиБ

source: Manufacturer of the system
ru_ru: Изготовитель системы

source: Number of processors in the system
ru_ru: Количество процессоров в системе

source: Model of the system
ru_ru: Модель системы

source: Serial number of system
ru_ru: Серийный номер системы

source: Processor type
ru_ru: Тип процессора

source: Number of cores
ru_ru: Число ядер процессора

source: CPU Clock speed
ru_ru: Тактовая частота процессора

source: Host CPU count
ru_ru: Кол-во процессоров в машине

source: Total number of cores in the system
ru_ru: Общее кол-во ядер в машине

source: Machine type and model as TYPE-MDL
ru_ru: Тип и модель машины как TYPE-MOD

source: Part Number of the system
ru_ru: Продуктовый номер машины

source: Type of the processor
ru_ru: Тип процессора

source: Memory module type
ru_ru: Тип модуля памяти

source: DIMM part number
ru_ru: P/N модуля памяти

source: DIMM serial number
ru_ru: Серийный номер DIMM

source: DIMM size in GB
ru_ru: Объём DIMM в GB

source: Adapter card type
ru_ru: Тип адаптера

source: Adapter card part number
ru_ru: P/N адаптера

source: Adapter card serial number
ru_ru: Серийный номер адаптера

source: Disk model
ru_ru: Модель диска

source: Disk part number
ru_ru: P/N диска

source: Disk serial number
ru_ru: Серийный номер диска

source: Disk capacity in GB
ru_ru: Размер диска в гигабайтах

source: Total amount of cores in all CPUs
ru_ru: Общее количество ядер во всех CPU

source: Type of system (4-symbol code)
ru_ru: Тип системы (4-символьный код)

source: Number of power supplies
ru_ru: Число блоков питания

source: Number of memory modules
ru_ru: Число модулей памяти

source: Type of adapter
ru_ru: Тип адаптера

source: Position of adapter in the machine
ru_ru: Положение адаптера в машине

source: Disk {}
ru_ru: Диск {}

source: Power supply part number
ru_ru: P/N блока питания

source: Power supply serial number
ru_ru: Серийный номер блока питания

source: Power supply location
ru_ru: Местоположение блока питания

source: DIMM location
ru_ru: Местоположение модуля памяти

source: Disk type
ru_ru: Тип жёсткого диска

source: Disk location
ru_ru: Положение диска в системе

source: PCI vendor:device identifiers
ru_ru: Идентификаторы изготовителя и устройства

source: PCI device logical position (bus/slot/function)
ru_ru: Логический адрес PCI устройства

source: Device serial number
ru_ru: Серийный номер PCI устройства

source: Device part number
ru_ru: P/N устройства

source: Device model
ru_ru: Модель устройства

source: HBA World-Wide-Name (WWN)
ru_ru: Уникальный адрес HBA

source: Memory size changed
ru_ru: Изменился объём оперативной памяти

source: System SN changed
ru_ru: Изменился серийный номер системы

source: Cannot receive system SN in 2 days
ru_ru: Нет сведений о серийном номере системы в течение 2 дней

source: Number of Power Supplies changed
ru_ru: Изменилось количество блоков питания

source: Number of Memory DIMMs changed
ru_ru: Изменилось количество модулей памяти (DIMM)

source: Adapter type changed
ru_ru: Изменился тип адаптера

source: Disk serial number is changed
ru_ru: Изменился серийный номер диска

source: Cannot receive disk serial number in two days
ru_ru: Невозможно получить серийный номер диска уже два дня

source: Power supply serial number is changed
ru_ru: Изменился серийный номер блока питания

source: Cannot receive power supply serial number in two days
ru_ru: Невозможно получить S/N блока питания в течение двух дней

source: DIMM serial number is changed
ru_ru: Изменился серийный номер модуля памяти (DIMM)

source: Can't receive DIMM S/N for two days
ru_ru: Невозможно получить S/N модуля памяти в течение 2 дней

source: Number of CPUs changed
ru_ru: Изменилось количество процессоров

source: Cannot determine DIMM position in 48h
ru_ru: Не могу определить положение DIMM в машине уже два дня

source: DIMM size changed
ru_ru: Изменился размер DIMM

source: Cannot determine processor type
ru_ru: Не могу определить тип процессора

source: Cannot determine adapter position in 2 days
ru_ru: Не могу определить положение адаптера в системе в течение 2 дней

source: Adapter S/N changed
ru_ru: Изменился S/N адаптера

source: Host Bus Adapter WWN changed
ru_ru: Изменился WWN адаптера Fibre Channel

source: Serial # of expansion card changed
ru_ru: Изменился серийный номер платы расширения

source: Can't determine S/N of expansion card
ru_ru: Невозможно получить серийный номер платы расширения

source: Short description
ru_ru: Краткое описание

source: Internet Protocol address
ru_ru: IP адрес

source: Asset tag
ru_ru: Инвентарный номер

source: System Serial Number
ru_ru: Серийный номер системы

source: Physical placement
ru_ru: Физическое размещение

source: Configuration report URL
ru_ru: Адрес (URL) отчёта о конфигурации

source: HBA Part Number
ru_ru: P/N адаптера Fibre Channel (HBA)

source: Host Bus Adapter P/N changed
ru_ru: Изменился P/N адаптера Fibre Channel
